///** @file
//
//    String definitions for password pop up.
//
//  Copyright (c) 2004 - 2013, Intel Corporation. All rights reserved.<BR>
//  This program and the accompanying materials
//  are licensed and made available under the terms and conditions of the BSD License
//  which accompanies this distribution.  The full text of the license may be found at
//  http://opensource.org/licenses/bsd-license.php
//
//  THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
//  WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
//**/

/=#

#langdef en-US "English"
#langdef fr-FR "Français"
#langdef zh-TW "\wide中文\narrow"
#langdef ja-JP "\wide日本語\narrow"
#langdef it-IT "Italian"
#langdef es-ES "Spanish"
#langdef de-DE "German"
#langdef pt-PT "Portuguese"

#string STR_CHECK_PASSWORD_STRING      #language en-US    "Enter Current Password:"
                                       #language fr-FR    "Entrer Mot de Passe Present:"
                                       #language zh-TW    "\wide輸入密碼\narrow:"
                                       #language ja-JP    "\wide現在のパスワードを入力してください\narrow:"
                                       #language it-IT    "Digitare password attuale:"
                                       #language es-ES    "Ingrese Contraseña Actual:"
                                       #language de-DE    "Aktuelles Kennwort eintragen:"
                                       #language pt-PT    "Entre Senha Corrente:"
#string STR_INVALID_PASSWORD           #language en-US    "Invalid password"
                                       #language fr-FR    "Invalid password"
                                       #language zh-TW    "\wide密碼錯誤\narrow"
                                       #language ja-JP    "Invalid password"
                                       #language it-IT    "Invalid password"
                                       #language es-ES    "Invalid password"
                                       #language de-DE    "Invalid password"
                                       #language pt-PT    "Invalid password"
